// Напишите программу, которая принимает на вход три числа и выдаёт максимальное из этих чисел.
double a = 22, b = 3, c = 9;
            
                if (a > b && a > c)
                    Console.WriteLine("Nubmer Max = " + a); 
                else if (b > c)
                    Console.WriteLine("Number Max = " + b); 
                else
                    Console.WriteLine("Number Max = " + c); 
            
            Console.ReadLine();
